<!DOCTYPE html>
<html lang="en">
<head>
    <meta charset="UTF-8">
    <meta name="viewport" content="width=device-width, initial-scale=1.0">
    <script src="https://kit.fontawesome.com/bb7f694074.js" crossorigin="anonymous"></script>
    <link rel="stylesheet" href="css/webstyle.css">
    <link rel="stylesheet" href="css/agreementstyle.css">
    <title>ข้อตกลงการใช้งาน</title>
</head>
<body>
    <?php include 'header.php'; ?>
    
    <div class="content">
        <div class="page">
            <div class="title-page">ข้อตกลงการใช้งาน</div>
            <div class="box">
                <div class="info-box">
                    <div class="mustRead"><b>***โปรดอ่าน***</b> ข้อตกลงและเงื่อนไขของการใช้งานเว็บไซด์ที่กำหนดไว้ด้านล่างนี้อย่างถี่ถ้วนก่อนที่จะดาวน์โหลด คัดลอก หรือใช้งาน เมื่อคุณดาวน์โหลด คัดลอก หรือใช้เว็บไซด์นี้ จะถือว่าคุณแสดงความยินยอมตามข้อกำหนดและเงื่อนไขเหล่านี้และคุณยอมรับ</div>
                    <div class="rule">1. ในการตกลงใช้บริการนี้ถือว่าท่านได้อ่านและทำความเข้าใจข้อความทั้งหมดโดยละเอียดครบถ้วนแล้ว ท่านจึงยอมรับและเห็นด้วยกับข้อตกลงและเงื่อนไขในการใช้งาน</div>
                    <div class="rule">2. มีวัตถุประสงค์โดยรวมในการช่วยเหลือให้บริการบุคคลที่ต้องการใช้บริการในการให้บริการด้านการเข้าเยี่ยมผู้ต้องขังออนไลน์</div>
                    <div class="rule">3. ทางองค์กรขอสงวนสิทธิ์ในการแก้ไขหรือเปลี่ยนแปลงอย่างใดๆ ตามเงื่อนไขและข้อตกลงฉบับนี้หรือนโยบายอย่างใดๆ ที่เกี่ยวข้องกับการให้บริการได้ตลอดเวลาตามที่เห็นสมควร การปรับเปลี่ยนดังกล่าว รูปแบบหรือการเปลี่ยนแปลงในข้อกำหนดและเงื่อนไข นโยบาย ที่เกี่ยวข้องกับการให้บริการจะมีผลบังคับใช้เมื่อได้แจ้งการปรับปรุงครั้งล่าสุดผ่านทางเว็บไซต์ ซึ่งเป็นหน้าที่ความรับผิดชอบของท่านในการตรวจสอบข้อตกลงฉบับนี้อย่างละเอียดถี่ถ้วนในการใช้งานการบริการอย่างต่อเนื่อง หากมีการเปลี่ยนแปลงอย่างใดๆ ไม่ว่าท่านจะได้ทำการตรวจสอบดังกล่าวแล้วหรือไม่ก็ตาม ถือว่าท่านได้ให้ความยินยอมและยอมรับในการเปลี่ยนแปลงดังกล่าวแล้ว</div>
                </div>
            </div>
        </div>
    </div>
    <?php include 'footer.php'; ?>
</body>
</html>